---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantCopySelectionToNonStory
source: html/3529fc7b-701b-3c4d-ad00-7948b2dd327c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantCopySelectionToNonStory Property

Can't copy this selection to a non-story Level.

## Syntax (C#)
```csharp
public static FailureDefinitionId CantCopySelectionToNonStory { get; }
```